Repository: Msquare-Labs/karo-localization-llm
Catalog: Main App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, sv, tr, zh_hans, zh_hant

source: Assign task to
ar: تعيين المهمة إلى
de: Aufgabe zuweisen an
es: Asignar tarea a
fr: Attribuer la tâche à
hi: इस कार्य को नियुक्त करें
it: Assegna task a
ja: タスクを割り当て
ko: 작업 할당
nl: Taak toewijzen aan
pl: Przypisz zadanie do
pt: Atribuir tarefa a
sv: Tilldela uppgift till
tr: Görevi atayın
zh_hans: 分配任务给
zh_hant: 分配任務給

source: Assign task to this group member
ar: تعيين المهمة إلى هذا العضو في المجموعة
de: Aufgabe an dieses Gruppenmitglied zuweisen
es: Asignar tarea a este miembro del grupo
fr: Attribuer la tâche à ce membre du groupe
hi: इस समूह सदस्य को कार्य नियुक्त करें
it: Assegna task a questo membro del gruppo
ja: このグループメンバーにタスクを割り当て
ko: 이 그룹 구성원에게 작업 할당
nl: Taak toewijzen aan dit groepslid
pl: Przypisz zadanie do tego członka grupy
pt: Atribuir tarefa a este membro do grupo
sv: Tilldela uppgift till denna gruppmedlem
tr: Bu grup üyesine görevi ata
zh_hans: 分配任务给这个小组成员
zh_hant: 分配任務給這個小組成員

source: Assign to
ar: تعيين إلى
de: Zuweisen an
es: Asignar a
fr: Attribuer à
hi: नियुक्त करें
it: Assegna a
ja: 割り当て
ko: 할당
nl: Toewijzen aan
pl: Przypisz do
pt: Atribuir a
sv: Tilldela till
tr: Ata
zh_hans: 分配给
zh_hant: 分配給

source: assignTo
ar: تعيين إلى
de: zuweisen_an
es: asignarA
fr: attribuerA
hi: नियुक्त करें
it: assegnaA
ja: 割り当て
ko: 할당
nl: toewijzenAan
pl: przypisz_do
pt: atribuirA
sv: tilldelaTill
tr: ata
zh_hans: 分配给
zh_hant: 分配給

source: Contact
ar: جهة الاتصال
de: Kontakt
es: Contacto
hi: संपर्क
it: Contatto
ja: 連絡先
ko: 연락처
pl: Kontakt
pt: Contato
sv: Kontakt
tr: Kişi
zh_hans: 联系人
zh_hant: 聯絡人

source: Create a task in Karo
ar: إنشاء مهمة في Karo
de: Erstelle eine Aufgabe in Karo
es: Crear una tarea en Karo
fr: Créer une tâche dans Karo
hi: Karo में कार्य बनाएं
it: Crea un task in Karo
ja: Karoでタスクを作成
ko: Karo에서 작업 생성
nl: Maak een taak aan in Karo
pl: Utwórz zadanie w Karo
pt: Criar uma tarefa no Karo
sv: Skapa en uppgift i Karo
tr: Karo'da bir görev oluştur
zh_hans: 在Karo中创建任务
zh_hant: 在Karo中建立任務

source: Create task
ar: إنشاء مهمة
de: Aufgabe erstellen
es: Crear tarea
fr: Créer une tâche
hi: कार्य बनाएं
it: Crea task
ja: タスクを作成
ko: 작업 생성
nl: Taak aanmaken
pl: Utwórz zadanie
pt: Criar tarefa
sv: Skapa uppgift
tr: Görev oluştur
zh_hans: 创建任务
zh_hant: 建立任務

source: Create task ${title} for ${receiver}
ar: إنشاء مهمة ${title} ل ${receiver}
de: Erstelle Aufgabe ${title} für ${receiver}
es: Crear tarea ${title} para ${receiver}
fr: Créer la tâche ${title} pour ${receiver}
hi: ${receiver} के लिए कार्य ${title} बनाएं
it: Crea task ${title} per ${receiver}
ja: ${receiver}に対して${title}というタスクを作成
ko: ${receiver}에게 ${title} 작업 생성
nl: Maak taak ${title} aan voor ${receiver}
pl: Utwórz zadanie ${title} dla ${receiver}
pt: Criar tarefa ${title} para ${receiver}
sv: Skapa uppgift ${title} för ${receiver}
tr: ${receiver} için ${title} görevini oluştur
zh_hans: 为 ${receiver} 创建任务 ${title}
zh_hant: 為 ${receiver} 建立任務 ${title}

source: Create task ${title} for ${receiver} → ${account}
ar: إنشاء مهمة ${title} ل ${receiver} → ${account}
de: Erstelle Aufgabe ${title} für ${receiver} → ${account}
es: Crear tarea ${title} para ${receiver} → ${account}
fr: Créer la tâche ${title} pour ${receiver} → ${account}
hi: ${receiver} के लिए ${account} में कार्य ${title} बनाएं
it: Crea task ${title} per ${receiver} → ${account}
ja: ${receiver}に対して${title}というタスクを${account}に作成
ko: ${receiver}에게 ${account}에 ${title} 작업 생성
nl: Maak taak ${title} aan voor ${receiver} → ${account}
pl: Utwórz zadanie ${title} dla ${receiver} → ${account}
pt: Criar tarefa ${title} para ${receiver} → ${account}
sv: Skapa uppgift ${title} för ${receiver} → ${account}
tr: ${receiver} için ${account} üzerinde ${title} görevini oluştur
zh_hans: 为 ${receiver} 创建任务 ${title} → ${account}
zh_hant: 為 ${receiver} 建立任務 ${title} → ${account}

source: Create task ${title} for ${receiver} → ${group}
ar: إنشاء مهمة ${title} ل ${receiver} → ${group}
de: Erstelle Aufgabe ${title} für ${receiver} → ${group}
es: Crear tarea ${title} para ${receiver} → ${group}
fr: Créer la tâche ${title} pour ${receiver} → ${group}
hi: ${receiver} के लिए ${group} में कार्य ${title} बनाएं
it: Crea task ${title} per ${receiver} → ${group}
ja: ${receiver}に対して${title}というタスクを${group}に作成
ko: ${receiver}에게 ${group}에 ${title} 작업 생성
nl: Maak taak ${title} aan voor ${receiver} → ${group}
pl: Utwórz zadanie ${title} dla ${receiver} → ${group}
pt: Criar tarefa ${title} para ${receiver} → ${group}
sv: Skapa uppgift ${title} för ${receiver} → ${group}
tr: ${receiver} için ${group} üzerinde ${title} görevini oluştur
zh_hans: 为 ${receiver} 创建任务 ${title} → ${group}
zh_hant: 為 ${receiver} 建立任務 ${title} → ${group}

source: Create task ${title} for ${receiver} → ${group} assigned to ${groupMember}
ar: إنشاء مهمة ${title} ل ${receiver} → ${group} مخصصة ل ${groupMember}
de: Erstelle Aufgabe ${title} für ${receiver} → ${group} zugewiesen an ${groupMember}
es: Crear tarea ${title} para ${receiver} → ${group} asignada a ${groupMember}
fr: Créer la tâche ${title} pour ${receiver} → ${group} attribuée à ${groupMember}
hi: ${receiver} के लिए ${group} में ${groupMember} को नियुक्त कार्य ${title} बनाएं
it: Crea task ${title} per ${receiver} → ${group} assegnato a ${groupMember}
ja: ${receiver}に対して${title}というタスクを${group}に${groupMember}に割り当てて作成
ko: ${receiver}에게 ${group}에 ${groupMember}에게 할당된 ${title} 작업 생성
nl: Maak taak ${title} aan voor ${receiver} → ${group} toegewezen aan ${groupMember}
pl: Utwórz zadanie ${title} dla ${receiver} → ${group} przypisane do ${groupMember}
pt: Criar tarefa ${title} para ${receiver} → ${group} atribuída a ${groupMember}
sv: Skapa uppgift ${title} för ${receiver} → ${group} tilldelad ${groupMember}
tr: ${receiver} için ${group} üzerinde ${groupMember}'e atanan ${title} görevini oluştur
zh_hans: 为 ${receiver} 创建任务 ${title} → ${group}，分配给 ${groupMember}
zh_hant: 為 ${receiver} 建立任務 ${title} → ${group}，分配給 ${groupMember}

source: Enter task
ar: أدخل المهمة
de: Aufgabe eingeben
es: Ingresar tarea
fr: Saisir la tâche
hi: कार्य दर्ज करें
it: Inserisci task
ja: タスクを入力
ko: 작업 입력
nl: Voer taak in
pl: Wprowadź zadanie
pt: Inserir tarefa
sv: Ange uppgift
tr: Görevi gir
zh_hans: 输入任务
zh_hant: 輸入任務

source: Filter
ar: تصفية
de: Filtern
es: Filtrar
fr: Filtrer
hi: फ़िल्टर
it: Filtra
ja: フィルター
ko: 필터링
nl: Filteren
pl: Filtruj
pt: Filtrar
sv: Filtrera
tr: Filtrele
zh_hans: 过滤
zh_hant: 篩選

source: group
ar: مجموعة
de: Gruppe
es: grupo
fr: groupe
hi: समूह
it: gruppo
ja: グループ
ko: 그룹
nl: groep
pl: grupa
pt: grupo
sv: grupp
tr: grup
zh_hans: 小组
zh_hant: 群組

source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
hi: समूह
it: Gruppo
ja: グループ
ko: 그룹
nl: Groep
pl: Grupa
pt: Grupo
sv: Grupp
tr: Grup
zh_hans: 小组
zh_hant: 群組

source: Group member
ar: عضو في المجموعة
de: Gruppenmitglied
es: Miembro del grupo
fr: Membre du groupe
hi: समूह सदस्य
it: Membro del gruppo
ja: グループメンバー
ko: 그룹 구성원
nl: Groepslid
pl: Członek grupy
pt: Membro do grupo
sv: Gruppmedlem
tr: Grup üyesi
zh_hans: 小组成员
zh_hant: 群組成員

source: Group you want to assign the task to
ar: المجموعة التي تريد تعيين المهمة إليها
de: Gruppe, der Sie die Aufgabe zuweisen möchten
es: Grupo al que deseas asignar la tarea
fr: Groupe auquel vous voulez attribuer la tâche
hi: जिस समूह को आप कार्य नियुक्त करना चाहते हैं
it: Gruppo a cui vuoi assegnare il task
ja: タスクを割り当てたいグループ
ko: 작업을 할당하고 싶은 그룹
nl: Groep waaraan je de taak wilt toewijzen
pl: Grupa, której chcesz przypisać zadanie
pt: Grupo ao qual você deseja atribuir a tarefa
sv: Grupp som du vill tilldela uppgiften till
tr: Görevin atanmasını istediğiniz grup
zh_hans: 您想分配任务的小组
zh_hant: 您想分配任務的群組

source: Myself
ar: أنا
de: Selbst
es: Yo
fr: Moi-même
hi: मैं
it: Io stesso
ja: 自分
ko: 나 자신
nl: Ikzelf
pl: Ja
pt: Eu mesmo
sv: Mig själv
tr: Kendim
zh_hans: 自己
zh_hant: 自己

source: Open contact
ar: فتح جهة الاتصال
de: Kontakt öffnen
es: Abrir contacto
fr: Ouvrir le contact
hi: संपर्क खोलें
it: Apri contatto
ja: 連絡先を開く
ko: 연락처 열기
nl: Contact openen
pl: Otwórz kontakt
pt: Abrir contato
sv: Öppna kontakt
tr: Kişiyi aç
zh_hans: 打开联系人
zh_hant: 開啟聯絡人

source: Open group
ar: فتح المجموعة
de: Gruppe öffnen
es: Abrir grupo
fr: Ouvrir le groupe
hi: समूह खोलें
it: Apri gruppo
ja: グループを開く
ko: 그룹 열기
nl: Groep openen
pl: Otwórz grupę
pt: Abrir grupo
sv: Öppna grupp
tr: Grubu aç
zh_hans: 打开小组
zh_hant: 開啟群組

source: Search tasks in Karo
ar: البحث عن المهام في Karo
de: Aufgaben in Karo durchsuchen
es: Buscar tareas en Karo
fr: Rechercher des tâches dans Karo
hi: Karo में कार्यों की खोज करें
it: Cerca task in Karo
ja: Karoのタスクを検索
ko: Karo에서 작업 검색
nl: Zoek taken in Karo
pl: Wyszukaj zadania w Karo
pt: Procurar tarefas no Karo
sv: Sök uppgifter i Karo
tr: Karo'da görevleri ara
zh_hans: 在Karo中搜索任务
zh_hant: 在Karo中搜尋任務

source: Select contact
ar: اختر جهة الاتصال
de: Kontakt auswählen
es: Seleccionar contacto
fr: Sélectionner le contact
hi: संपर्क चुनें
it: Seleziona contatto
ja: 連絡先を選択
ko: 연락처 선택
nl: Selecteer contact
pl: Wybierz kontakt
pt: Selecionar contato
sv: Välj kontakt
tr: Kişiyi seç
zh_hans: 选择联系人
zh_hant: 選擇聯絡人

source: Select group
ar: اختر المجموعة
de: Gruppe auswählen
es: Seleccionar grupo
fr: Sélectionner le groupe
hi: समूह चुनें
it: Seleziona gruppo
ja: グループを選択
ko: 그룹 선택
nl: Selecteer groep
pl: Wybierz grupę
pt: Selecionar grupo
sv: Välj grupp
tr: Grubu seç
zh_hans: 选择小组
zh_hant: 選擇群組

source: Selects the contact to send a task to
ar: يحدد جهة الاتصال التي سيتم إرسال المهمة إليها
de: Wählt den Kontakt aus, an den die Aufgabe gesendet werden soll
es: Selecciona el contacto al que se enviará la tarea
fr: Sélectionne le contact auquel envoyer la tâche
hi: कार्य भेजने के लिए संपर्क का चयन करें
it: Seleziona il contatto a cui inviare il task
ja: タスクを送信する連絡先を選択
ko: 작업을 보낼 연락처를 선택
nl: Selecteert het contact om de taak naar te sturen
pl: Wybiera kontakt, któremu ma zostać wysłane zadanie
pt: Seleciona o contato para enviar a tarefa
sv: Väljer kontakten att skicka uppgiften till
tr: Görevin gönderileceği kişiyi seçer
zh_hans: 选择要发送任务的联系人
zh_hant: 選擇要發送任務的聯絡人

source: Selects the group to send a task to
ar: يحدد المجموعة التي سيتم إرسال المهمة إليها
de: Wählt die Gruppe aus, an die die Aufgabe gesendet werden soll
es: Selecciona el grupo al que se enviará la tarea
fr: Sélectionne le groupe auquel envoyer la tâche
hi: कार्य भेजने के लिए समूह का चयन करें
it: Seleziona il gruppo a cui inviare il task
ja: タスクを送信するグループを選択
ko: 작업을 보낼 그룹을 선택
nl: Selecteert de groep om de taak naar te sturen
pl: Wybiera grupę, której ma zostać wysłane zadanie
pt: Seleciona o grupo para enviar a tarefa
sv: Väljer gruppen att skicka uppgiften till
tr: Görevin gönderileceği grubu seçer
zh_hans: 选择要发送任务的小组
zh_hant: 選擇要發送任務的群組

source: Task
ar: مهمة
de: Aufgabe
es: Tarea
fr: Tâche
hi: कार्य
ja: タスク
ko: 작업
nl: Taak
pl: Zadanie
pt: Tarefa
sv: Uppgift
tr: Görev
zh_hans: 任务
zh_hant: 任務

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
hi: शीर्षक
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pl: Tytuł
pt: Título
sv: Titel
tr: Başlık
zh_hans: 标题
zh_hant: 標題

source: Title for the task
ar: عنوان المهمة
de: Titel für die Aufgabe
es: Título para la tarea
fr: Titre de la tâche
hi: कार्य का शीर्षक
it: Titolo per il task
ja: タスクのタイトル
ko: 작업의 제목
nl: Titel voor de taak
pl: Tytuł zadania
pt: Título da tarefa
sv: Titel för uppgiften
tr: Görevin başlığı
zh_hans: 任务的标题
zh_hant: 任務的標題

source: User to want to assign the task to
ar: المستخدم الذي تريد تعيين المهمة إليه
de: Nutzer, dem Sie die Aufgabe zuweisen möchten
es: Usuario al que deseas asignar la tarea
fr: Utilisateur auquel vous voulez attribuer la tâche
hi: जिस उपयोगकर्ता को आप कार्य नियुक्त करना चाहते हैं
it: Utente a cui vuoi assegnare il task
ja: タスクを割り当てたいユーザー
ko: 작업을 할당하고 싶은 사용자
nl: Gebruiker aan wie je de taak wilt toewijzen
pl: Użytkownik, któremu chcesz przypisać zadanie
pt: Usuário a quem você deseja atribuir a tarefa
sv: Användare som du vill tilldela uppgiften till
tr: Görevin atanmasını istediğiniz kullanıcı
zh_hans: 您想将任务分配给的用户
zh_hant: 您想將任務分配給的使用者

source: View task
ar: عرض المهمة
de: Aufgabe anzeigen
es: Ver tarea
fr: Afficher la tâche
hi: कार्य देखें
it: Visualizza task
ja: タスクを表示
ko: 작업 보기
nl: Taak bekijken
pl: Wyświetl zadanie
pt: Visualizar tarefa
sv: Visa uppgift
tr: Görevi görüntüle
zh_hans: 查看任务
zh_hant: 檢視任務

source: View tasks
ar: عرض المهام
de: Aufgaben anzeigen
es: Ver tareas
fr: Afficher les tâches
hi: कार्य देखें
it: Visualizza task
ja: タスクを表示
ko: 작업 보기
nl: Taken bekijken
pl: Wyświetl zadania
pt: Visualizar tarefas
sv: Visa uppgifter
tr: Görevleri görüntüle
zh_hans: 查看任务
zh_hant: 檢視任務

source: What kind of tasks you want to view
ar: ما نوع المهام التي تريد عرضها
de: Welche Art von Aufgaben möchten Sie anzeigen
es: Qué tipo de tareas quieres ver
fr: Quels types de tâches voulez-vous afficher
hi: आप किस प्रकार के कार्यों को देखना चाहते हैं
it: Che tipo di task vuoi visualizzare
ja: 表示したいタスクの種類
ko: 어떤 작업을 보시겠습니까
nl: Welke taken wil je bekijken
pl: Jakie zadania chcesz wyświetlić
pt: Que tipo de tarefas você deseja visualizar
sv: Vilken typ av uppgifter vill du visa
tr: Hangi tür görevleri görüntülemek istiyorsunuz
zh_hans: 您想查看哪种类型的任务
zh_hant: 您想檢視哪種類型的任務

source: Who are you assigning the task to
ar: لَمَن تعيِّن هذه المهمة
de: Wem weisen Sie die Aufgabe zu
es: A quién asignas la tarea
fr: À qui attribuez-vous la tâche
hi: आप कार्य किसे नियुक्त कर रहे हैं
it: A chi stai assegnando il task
ja: タスクを割り当てる相手は誰ですか
ko: 작업을 누구에게 할당하시나요
nl: Aan wie wijs je de taak toe
pl: Komu przydzielasz to zadanie
pt: A quem você está atribuindo a tarefa
sv: Vem tilldelar du uppgiften till
tr: Görevi kime atıyorsunuz
zh_hans: 您要将任务分配给谁
zh_hant: 您要將任務分配給誰

source: Who is this task for?
ar: لمن هذه المهمة؟
de: Für wen ist diese Aufgabe bestimmt?
es: ¿Para quién es esta tarea?
fr: Pour qui est cette tâche ?
hi: यह कार्य किसके लिए है?
it: Per chi è questo task?
ja: このタスクは誰のためのものですか？
ko: 이 작업은 누구를 위한 것입니까?
nl: Voor wie is deze taak bedoeld?
pl: Dla kogo jest to zadanie?
pt: Para quem é esta tarefa?
sv: Vem är den här uppgiften för?
tr: Bu görev kimin için?
zh_hans: 这个任务是给谁的?
zh_hant: 這個任務是給誰的?
